Repository: joskoffel/watch-metrics
Catalog: HealthKitDiagnostics/HealthKitDiagnostics/Localizable.xcstrings
Source language: en
Languages: sk

source: (provisional)
sk: (orientačne)

source: %@ confidence
sk: %@ istota

source: %@ context
sk: %@ kontext

source: %@, %@, %@%@. Source: %@
sk: %@, %@, %@%@. Zdroj: %@

source: %@, %@. Source: %@
sk: %@, %@. Zdroj: %@

source: %@, loading
sk: %@, načítavam

source: %@, loading. Source: %@
sk: %@, načítavam. Zdroj: %@

source: %lld of %lld metrics available
sk: %lld z %lld metrík dostupných

source: 7 nights
sk: 7 nocí

source: 7/28-day baseline
sk: 7/28-dňová baseline

source: 14 nights
sk: 14 nocí

source: A daily overview of Apple Health data. Not a medical device.
sk: Denný prehľad údajov zo Zdravia. Nie je zdravotníckou pomôckou.

source: A trend will appear when historical sleep data is available.
sk: Trend sa zobrazí, keď budú dostupné historické údaje o spánku.

source: About
sk: O aplikácii

source: Access is managed in the Health app
sk: Prístup sa spravuje v aplikácii Zdravie

source: Allowed
sk: Povolené

source: An estimate of blood oxygen saturation from your wrist. Low readings remain visible regardless of available history.
sk: Odhad nasýtenia krvi kyslíkom zo zápästia. Nízke hodnoty zostávajú viditeľné bez ohľadu na množstvo histórie.

source: Apple Health · daily value
sk: Apple Health · denná hodnota

source: Apple Health · during main sleep
sk: Apple Health · počas hlavného spánku

source: Apple Health · main sleep
sk: Apple Health · hlavný spánok

source: Apple Health · nightly SDNN
sk: Apple Health · nočný SDNN

source: Personal HRV and resting heart rate history
sk: Osobná história HRV a pokojového pulzu

source: Blood oxygen
sk: Okysličenie krvi

source: Both signals are below personal baseline
sk: Oba signály sú nižšie než osobná baseline

source: Both signals are within personal range or higher
sk: Oba signály sú v osobnom pásme alebo vyššie

source: Brief not delivered yet
sk: Brief zatiaľ nebol doručený

source: Check access in the Health app
sk: Skontrolujte prístup v aplikácii Zdravie

source: Check Health
sk: Skontrolujte Zdravie

source: Check permissions in the Health app
sk: Skontrolujte povolenia v aplikácii Zdravie

source: Collecting data
sk: Zbieram dáta

source: Context
sk: Kontext

source: critically low
sk: kriticky nízke

source: Critically low reading
sk: Kriticky nízka hodnota

source: Data available
sk: Dáta dostupné

source: Data has not been loaded yet
sk: Dáta ešte neboli načítané

source: Data is complete
sk: Dáta sú kompletné

source: Day
sk: Deň

source: Denied
sk: Zakázané

source: during sleep
sk: počas spánku

source: elevated
sk: zvýšený

source: favorable
sk: priaznivá

source: Favorable
sk: Priaznivá

source: Good morning
sk: Dobré ráno

source: Health
sk: Zdravie

source: high
sk: vysoká

source: higher
sk: zvýšené

source: higher than usual
sk: vyššie než zvyčajne

source: Historical trend
sk: Historický trend

source: History
sk: História

source: Loading
sk: Načítavam

source: Loading failed
sk: Načítanie zlyhalo

source: Loading HealthKit…
sk: Načítavam HealthKit…

source: Loading RMSSD…
sk: Načítavam RMSSD…

source: Loading…
sk: Načítavam…

source: low
sk: nízka

source: Low reading
sk: Nízka hodnota

source: lower
sk: znížené

source: lower than usual
sk: nižšie než zvyčajne

source: Lower than usual
sk: Nižšia než obvykle

source: main sleep
sk: hlavný spánok

source: Main sleep
sk: Hlavný spánok

source: medium
sk: stredná

source: Mixed HRV signals
sk: Zmiešané HRV signály

source: mixed signal
sk: zmiešaný signál

source: Mixed signal
sk: Zmiešaný signál

source: Morning brief
sk: Ranný brief

source: Morning brief, %@
sk: Ranný brief, %@

source: Nightly context
sk: Nočný kontext

source: Nightly HRV
sk: Nočná HRV

source: Nightly HRV, SDNN
sk: Nočná HRV, SDNN

source: No data
sk: Bez dát

source: No data for this day
sk: Pre tento deň nie sú dáta

source: No nightly data
sk: Bez dát pre túto noc

source: Not available on this device
sk: Na tomto zariadení nie je dostupné

source: Not checked
sk: Neoverené

source: Not enough data for a personal baseline
sk: Nedostatok dát pre osobnú baseline

source: Not enough RMSSD data
sk: Nedostatok RMSSD dát

source: Notifications
sk: Notifikácie

source: Notifications are not allowed
sk: Notifikácie nie sú povolené

source: personal baseline
sk: osobná baseline

source: Personal context
sk: Osobný kontext

source: Primary signal · Apple Health
sk: Autoritatívny signál · Apple Health

source: Recent valid days
sk: Posledné platné dni

source: Recent valid nights
sk: Posledné platné noci

source: Recovery
sk: Regenerácia

source: RECOVERY
sk: REGENERÁCIA

source: Recovery, %@. Based on your personal HRV and resting heart rate history.
sk: Regenerácia, %@. Podľa osobnej histórie HRV a pokojového pulzu.

source: Resting heart rate
sk: Pokojový pulz

source: Resting heart rate is a daily Apple Health value compared with your personal baseline.
sk: Pokojový pulz je denná hodnota zo Zdravia porovnaná s vašou osobnou baseline.

source: RESTING HR
sk: POKOJ. PULZ

source: RMSSD is calculated from separate heartbeat series during main sleep; series boundaries are never joined.
sk: RMSSD počítame zo samostatných heartbeat sérií počas hlavného spánku; hranice sérií nikdy nespájame.

source: Settings
sk: Nastavenia

source: Signal agreement
sk: Zhoda signálov

source: Sleep
sk: Spánok

source: SLEEP
sk: SPÁNOK

source: Status
sk: Stav

source: Supporting signal · RR intervals
sk: Doplnkový signál · RR intervaly

source: Time actually spent in sleep stages. It excludes awake time and time spent only in bed.
sk: Čas skutočne strávený v spánkových fázach. Nezahŕňa bdenie ani čas iba v posteli.

source: time asleep
sk: čas spánku

source: Today
sk: Dnes

source: Today’s brief was delivered
sk: Dnešný brief bol doručený

source: Trend across the last %lld valid days
sk: Trend za posledných %lld platných dní

source: Trend is not available yet.
sk: Trend zatiaľ nie je dostupný.

source: Unable to load data
sk: Dáta sa nepodarilo načítať

source: Waiting for data
sk: Čakám na dáta

source: Waiting for main sleep
sk: Čaká na hlavný spánok

source: Value
sk: Hodnota

source: Watch Metrics is not a medical device.
sk: Watch Metrics nie je zdravotnícka pomôcka.

source: What this value means
sk: Čo hodnota znamená

source: Within normal range
sk: V bežnom rozsahu

source: within personal range
sk: v osobnom pásme

source: Within personal range
sk: V osobnom pásme

source: within range
sk: v norme

source: Your nightly median SDNN compared with your personal 7/28-day baseline.
sk: Nočný medián SDNN porovnávame s vašou osobnou 7/28-dňovou baseline.
